Repository: Taygun86/zapret-gtk
Catalog: po/*.po
Languages: ru

source: Hazır
ru: Готово

source: Bu uygulama, Zapret'in GTK arayüzü üzerinden kurulmasını ve yönetilmesini sağlayan bir uygulamadır
ru: Это приложение позволяет устанавливать и управлять Zapret через интерфейс GTK

source: Kuruluma Başla
ru: Начать установку

source: Sistem ve VPN çakışmaları taranıyor...
ru: Поиск конфликтов системы и VPN...

source: Yine de Devam Et
ru: Всё равно продолжить

source: Stratejiler aranıyor...
ru: Поиск стратегий...

source: Bu işlem internet hızınıza göre zaman alabilir. Lütfen bekleyiniz.
ru: Этот процесс может занять время в зависимости от скорости интернета. Пожалуйста, подождите.

source: Denenen Stratejiler: 0
ru: Опробовано стратегий: 0

source: İptal
ru: Отмена

source: Erişemediğiniz web sitelerinin alan adlarını, her satıra bir tane gelecek şekilde yazın. Başlarına 'https://' ve 'www.' eklemeyin. Örnek: (a.com), (b.net)
ru: Введите доменные имена сайтов, к которым у вас нет доступа, по одному в каждой строке. Не добавляйте 'https://' и 'www.' в начале. Пример: (a.com), (b.net)

source: Yeni satır ekle
ru: Добавить новую строку

source: İçe Aktar
ru: Импорт

source: Strateji aramasını başlat.
ru: Запустить поиск стратегий.

source: Zapret için modern GTK4 arayüzü.
ru: Современный интерфейс GTK4 для Zapret.

source: Şu servisler kapatılmalı: {}
ru: Следующие службы должны быть остановлены: {}

source: Çakışan Uygulamalar Tespit Edildi!
ru: Обнаружены конфликтующие приложения!

source: Dosya geçerli bir JSON listesi (array) formatında değil.
ru: Файл не является допустимым списком JSON (массивом).

source: Dosya içerisinde strateji bulunamadı.
ru: Стратегии в файле не найдены.

source: Geçersiz strateji: '{}'. Stratejiler '--' ile başlamalıdır.
ru: Неверная стратегия: '{}'. Стратегии должны начинаться с '--'.

source: blockcheck.sh bulunamadı: {}
ru: blockcheck.sh не найден: {}

source: Stdout alınamadı.
ru: Не удалось получить Stdout.

source: install_easy.sh bulunamadı
ru: install_easy.sh не найден

source: Kurulum başarısız. Kod: {}
ru: Установка не удалась. Код: {}

source: Yetki onayı bekleniyor...
ru: Ожидание подтверждения прав...

source: Eski dosyalar temizleniyor...
ru: Очистка старых файлов...

source: Eksik paketler kuruluyor...
ru: Установка недостающих пакетов...

source: DNSCrypt-proxy kuruluyor...
ru: Установка DNSCrypt-proxy...

source: DNS ayarları yapılıyor...
ru: Настройка DNS...

source: Ağ ayarları ve servisler başlatılıyor...
ru: Запуск сетевых настроек и служб...

source: NetworkManager Bekleniyor...
ru: Ожидание NetworkManager...

source: İşlem başarısız (Kod: {c}). Son çıktı: {e}
ru: Ошибка процесса (Код: {c}). Последний вывод: {e}

source: İşlem başarısız (Kod: {}). Yetki verilmedi veya bilinmeyen hata.
ru: Ошибка процесса (Код: {}). Отказано в доступе или неизвестная ошибка.

source: Zapret deposu indiriliyor...
ru: Загрузка репозитория Zapret...

source: Zapret derleniyor (make)...
ru: Компиляция Zapret (make)...

source: Make hatası ({c}): {e}
ru: Ошибка Make ({c}): {e}

source: Make komutu başlatılamadı. 'make' kurulu mu?
ru: Не удалось запустить make. Установлен ли 'make'?

source: Git clone hatası.
ru: Ошибка git clone.

source: Mevcut zapret klasörü kullanılıyor.
ru: Используется существующая папка zapret.

source: Aşağıda blockcheck testi sonucunda bulunan çalışan stratejiler listelenmiştir. Kullanmak istediklerinizi seçip servisi yeniden başlatın.
ru: Ниже перечислены работающие стратегии, найденные в результате теста blockcheck. Выберите те, которые хотите использовать, и перезапустите службу.

source: Başarılı
ru: Успешно

source: Başlat
ru: Запустить

source: Blockcheck çalıştırılamadı: {}
ru: Не удалось запустить Blockcheck: {}

source: Blockcheck taraması için bir hız ve kapsam seviyesi belirleyin.
ru: Выберите уровень скорости и охвата для сканирования Blockcheck.

source: Bulunan Stratejiler
ru: Найденные стратегии

source: Config dosyası okunamadı: {}
ru: Не удалось прочитать файл конфигурации: {}

source: Çalışıyor (Active)
ru: Работает (Active)

source: Detaylı (3 Deneme, Force)
ru: Подробно (3 Попытки, Force)

source: Devam
ru: Продолжить

source: Dışa Aktar
ru: Экспорт

source: Dosya dışa aktarıldı.
ru: Файл экспортирован.

source: Dosya içe aktarılamadı: {}
ru: Не удалось импортировать файл: {}

source: Dosya kaydedilemedi: {}
ru: Не удалось сохранить файл: {}

source: Dosya okunamadı
ru: Не удалось прочитать файл

source: Durdur
ru: Остановить

source: '{}' geçerli bir alan adı formatı değil. Lütfen 'http://', 'https://' veya 'www.' kullanmadan sadece alan adını girin (örnek: google.com).
ru: '{}' не является допустимым форматом доменного имени. Пожалуйста, введите только имя домена без 'http://', 'https://' или 'www.' (например: google.com).

source: Geçici dosya oluşturulamadı: {}
ru: Не удалось создать временный файл: {}

source: Hakkında
ru: О программе

source: Hata
ru: Ошибка

source: Hatalı Alan Adı
ru: Неверное доменное имя

source: Henüz kaydedilmiş strateji bulunmuyor.
ru: Сохраненных стратегий пока нет.

source: Hızlı (1 Deneme, Quick)
ru: Быстро (1 Попытка, Quick)

source: Icon load fail
ru: Ошибка загрузки иконки

source: Install script hatası: {}
ru: Ошибка скрипта установки: {}

source: JSON Dosyaları
ru: Файлы JSON

source: Kaydet
ru: Сохранить

source: Kaydetme Hatası
ru: Ошибка сохранения

source: Klasör Bulundu
ru: Папка найдена

source: Komut hatası: {}
ru: Ошибка команды: {}

source: Kontrol ediliyor...
ru: Проверка...

source: Kurulum bitti. Devam edebilirsiniz.
ru: Установка завершена. Вы можете продолжить.

source: Kurulum Hatası
ru: Ошибка установки

source: Lütfen en az bir strateji seçin.
ru: Пожалуйста, выберите хотя бы одну стратегию.

source: Lütfen test edilecek en az bir alan adı girin.
ru: Пожалуйста, введите хотя бы одно доменное имя для проверки.

source: Mevcut bir 'zapret' klasörü tespit edildi. Ne yapmak istersiniz?
ru: Обнаружена существующая папка 'zapret'. Что вы хотите сделать?

source: Mevcut Olanı Kullan
ru: Использовать существующую

source: Normal (3 Deneme, Standard)
ru: Нормально (3 Попытки, Standard)

source: Okuma Hatası
ru: Ошибка чтения

source: pkexec başlatılamadı
ru: Не удалось запустить pkexec

source: Servis başlatılamadı: {}
ru: Не удалось запустить службу: {}

source: Servis durumu alınamadı
ru: Не удалось получить состояние службы

source: Sil ve İndir
ru: Удалить и скачать

source: Sorun bulunmadı.
ru: Проблем не обнаружено.

source: Strateji Bulma Hatası
ru: Ошибка поиска стратегий

source: Strateji Dosyası Seç
ru: Выберите файл стратегии

source: Stratejiler config dosyasına yazıldı ve Zapret servisi yeniden başlatıldı.
ru: Стратегии записаны в конфигурационный файл, и служба Zapret перезапущена.

source: Stratejileri Kaydet
ru: Сохранить стратегии

source: Tamam
ru: ОК

source: Tarama Modu Seçin
ru: Выберите режим сканирования

source: Tekrar Dene
ru: Попробовать снова

source: Uyarı
ru: Предупреждение

source: Uygula ve Servisi Başlat
ru: Применить и запустить службу

source: Vazgeç
ru: Отмена

source: Veri girin...
ru: Введите данные...

source: Zapret Durumu
ru: Статус Zapret

source: Zapret Kuruluyor (/opt/zapret)...
ru: Установка Zapret (/opt/zapret)...

source: Hata: {}
ru: Ошибка: {}

source: Denenen Stratejiler: {}
ru: Проверено стратегий: {}

source: Durdu ({})
ru: Остановлено ({})

source: UYARI: Varsayılan servis sağlayıcı DNS'i ile çalışmaz. Lütfen Cloudflare veya alternatif bir DNS kullanın.
ru: ВНИМАНИЕ: Не работает с DNS провайдера по умолчанию. Пожалуйста, используйте Cloudflare или альтернативный DNS.
